/* Window body when Phone already registered as a Bluetooth phone. [%@ = phone name] */
"%@ is already registered as a Bluetooth phone." = "%@ er allerede registrert som en Bluetooth-telefon.";

/* Window body when Phone already registered as a USB phone. [%@ = phone name] */
"%@ is already registered as a USB device." = "%@ er allerede registrert som USB-enhet.";

/* Window title when detecting some USB devices failed */
"Failed to identify some USB devices" = "Noen USB-enheter kunne ikke gjenkjennes";

/* Button to go to Website for KB */
"Go to Website" = "Gå til webstedet";

/* Alert Title: Conflict with builtin plugin
   Alert Title: Conflict with 2 plugins */
"iSync can't open because of a problem with a plug-in." = "iSync kan ikke åpnes på grunn av et problem med en pluginmodul.";

/* Message displayed when USB scan failed for some USB devices. %@ is the error description */
"iSync was unable to identify some USB devices:\n%@" = "Noen USB-enheter kunne ikke identifisere av iSync:\n%@";

/* OK Button */
"OK" = "OK";

/* Window title when Phone already registered */
"Phone already registered" = "Telefonen er allerede registrert";

/* Intro text: Alert Title: Conflict with builtin plugin */
"The following plug-in doesn't work with this version of iSync. Click the arrow to show the plug-in, move or delete it, and then open iSync again." = "Denne pluginmodulen kan ikke brukes sammen med denne versjonen av iSync. Klikk på pilen for å vise pluginmodulen, flytt eller slett den, og åpne deretter iSync igjen.";

/* Intro text: Alert Title: Conflict with 2 plugins */
"There is a problem with one of the plug-ins. Click the arrow to show the plug-ins, move or delete one of them, and then open iSync again." = "Det har oppstått et problem med en av pluginmodulene. Klikk på pilen for å vise pluginmodulene, flytt eller slett en av dem, og åpne deretter iSync igjen.";

/* Alert Body when Phone Firmware is too old and we don't have a KB */
"To enable this phone to work with iSync, contact the phone\\U2019s manufacturer or your service provider to update the firmware on your phone." = "Hvis du vil bruke denne telefonen sammen med iSync, må du kontakte telefonprodusenten eller serviceleverandøren for å få oppdatert firmwaren på telefonen.";

/* Alert Body when Phone Firmware is too old and we have a KB */
"To enable this phone to work with iSync, contact the phone\\U2019s manufacturer or your service provider to update the firmware on your phone. For more information, visit the iSync Support website." = "Hvis du vil bruke denne telefonen sammen med iSync, må du kontakte telefonprodusenten eller serviceleverandøren for å få oppdatert firmwaren på telefonen. Du finner mer informasjon på supportwebstedet for iSync.";

/* Window title when Phone Firmware is too old */
"Your phone, \\U201C%@\\U201D does not work with this version of iSync." = "Telefonen «%@» fungerer ikke sammen med denne versjonen av iSync.";

